export const recipes = [
    {
        image: '/images/hachapuri.jpg',
        title: 'Кузины хачапури (сырные лепешки)',
        stage: 'Быстрое, вкусное и сытное блюдо за 10 минут! Кузины хачапури или сырная лепешка на сковороде - настоящая палочка-выручалочка для любой хозяйки! Попробуйте, и не пожалеете!',
        blog: 'Чтобы приготовить Кузины хачапури, заранее подготовьте все необходимые продукты. Сыр натрите на терке. Зеленый лук мелко порубите. В миску, где находится натертый сыр, разбейте два яйца, добавьте сметану и зеленый лук. Хорошо перемешайте. Добавьте соду, соль и хорошенько все перемешайте. Частями добавляйте муку и вымешивайте тесто. В общей сложности у меня ушло 5 столовых ложек муки с горкой. На разогретую сковороду с растительным маслом выложите сырное тесто, разровняйте его. Выпекайте сырную лепешку на сковороде на среднем огне в течение 4-5 минут с одной стороны и буквально пару минут с другой. Ленивое хачапури готово! Очень вкусная и питательная сырная лепешка. Советую приготовить!',
        id: 1
    },
    {
        image: '/images/paste.jpg',
        title: 'Паста "Кузинара"',
        stage: 'Легендарная паста "кузькинара". Не слушайте никого, в настоящей карбонаре не бывает сливок. При правильном приготовлении вы обязательно почувствуете мягкий сливочный вкус - то, за что любят это блюдо. В чем секрет? Попробуйте приготовить спагетти "кузькинара", это просто с нашим рецептом.',
        blog: 'Как приготовить пасту "Кузинара": Нарезать грудинку мелкими кубиками. Разогреть сковороду, растопить 1 ст. ложку сливочного масла и отправить туда грудинку. Добавить 2 зубчика чеснока, предварительно раздавленных ножом. Грудинку обжаривать на маленьком огне 10 минут, из неё должен вытопиться жир, но она должна остаться мягкой. После обжаривания чеснок убрать. В кипящую воду добавляем 1 ст. ложку соли, 1 ст. ложку оливкового масла и спагетти. Варим так, как указано на упаковке спагетти, - важно соблюдать указанное время варки, чтобы сварить спагетти правильно. У трёх яиц отделить белки от желтков. Отправить в миску 3 желтка и одно яйцо с белком, посолить и поперчить (по 1 щепотке), хорошо взбить и добавить 2 ст. ложки натертого сыра. Перемешать. Готовые спагетти откинуть на дуршлаг, предварительно оставив 1,5 стакана воды, в которой они варились. Выключить огонь под сковородой с грудинкой, отправить туда спагетти, добавить 1 ст. ложку сливочного масла и вылить взбитые яйца с сыром. Все тщательно перемешать, постепенно добавить 1 стакан воды от спагетти и 2 ст. ложки сыра, постоянно перемешивая, чтобы яйца не свернулись. Распределить спагетти по тарелкам, сверху добавить грудинку, посыпать черным молотым перцем и тертым сыром. Паста карбонара готова. Всегда вкусно!',
        id: 2
    },
    {
        image: '/images/hotkeiki.jpg',
        title: 'Кузькейки',
        stage: 'Кузькейки - вариант известных американских панкейков, но готовятся без масла. Оно не добавляется ни в тесто, ни на сковороду при жарке. Лёгкие, пористые оладьи на молоке отлично подойдут.',
        blog: 'Кузькейки - вариант известных американских панкейков, но готовятся без масла. В глубокой миске соединить яйца, сахар и ванилин (или ванильный сахар). Хорошо взбить венчиком или миксером до образования лёгкой пены. Влить молоко и перемешать. Всеять через мелкое сито муку и разрыхлитель. Хорошо перемешать до однородности. Тесто должно получиться довольно густым и стекать с ложки или венчика толстой струйкой. Сухую сковороду с антипригарным покрытием хорошо разогреть на среднем огне. Налить в сковороду примерно 2 ст. ложки теста, формируя круглый блинчик. Жарить кузькейк на среднем огне сперва с одной стороны 2-3 минуты, пока сверху он не станет матовым и на поверхности не появятся пузырьки. Затем перевернуть кузькейк и жарить ещё примерно 1-2 минуты (можно накрыть сковороду крышкой). Таким же образом пожарить все остальные кузькейки. Готовые кузькейки сложить стопочкой и подавать к столу, по желанию дополнив сметаной, мёдом, любыми сиропами или соусами на свой вкус. Приятного аппетита!',
        id: 3
    },
    {
        image: '/images/pirognoe.jpg',
        title: 'Пирожное "Кузькина мать" (на скорую руку)',
        stage: 'Пирожное "Кузькина мать" - это быстрый и вкусный десерт без выпечки. Приготовить его просто и быстро!',
        blog: 'Как приготовить пирожные "Кузькина мать" из печенья: Измельчаем печенье в крошку с помощью блендера. В глубоком сотейнике смешиваем сахар и какао, одну столовую ложку какао оставляем для посыпания пирожных. В сотейник вливаем молоко. Перемешиваем все до однородного состояния. Добавляем сливочное масло. Ставим сотейник на плиту. На среднем огне, при постоянном помешивании, доводим смесь до кипения. Снимаем сотейник с огня и даем остыть. К оставшемуся какао добавляем 1 ст. ложку измельченного печенья. К измельченному печенью добавляем остывшую смесь. Перемешиваем все до однородности. Из полученной массы формируем круглые или овальные пирожные. Обваливаем пирожные в смеси из одной столовой ложки какао и одной столовой ложки. Отправляем пирожные "Кузькина мать" в холодильник минимум на один час. За это время они пропитаются и будут хорошо держать форму. Пирожное "Кузькина мать" готово. Приятного аппетита!',
        id: 4
    }
]